the 249360
. 157523
, 146960
UNK 122800
of 116669
to 112917
and 75089
in 70967
that 69264
a 62967
is 57102
i 43088
it 36375
on 32042
for 32002
we 30125
this 29803
- 29013
: 28250
not 25799
have 25355
mr. 25050
be 24674
are 22831
government 20330
will 19982
with 19803
as 19637
( 17921
) 17898
speaker 16376
was 15604
by 15571
has 14408
they 13973
canada 13897
would 13367
minister 13322
bill 13218
from 11918
there 11585
members 11337
an 10903
all 10891
at 10738
s 10641
which 10636
? 10497
house 10494
our 10355
or 10115
motion 9792
what 9565
do 9485
people 9443
he 9220
their 9117
who 8896
my 8686
no. 8463
member 8304
one 8129
* 8099
some 7906
but 7839
if 7756
been 7682
about 7569
very 6836
when 6751
can 6433
committee 6347
question 6300
time 6295
his 6137
other 6039
canadian 6036
honourable 5969
should 5811
were 5805
these 5656
its 5606
more 5485
senator 5456
no 5438
those 5383
act 5202
so 5192
because 5150
senators 5129
us 5012
am 4991
had 4976
c 4972
canadians 4860
out 4743
federal 4514
country 4458
like 4457
quebec 4383
them 4306
years 4275
does 4245
also 4173
any 4156
order 4119
now 4079
party 4061
division 4042
lib 4042
health 4006
new 3973
$ 3960
know 3944
first 3920
up 3865
said 3833
could 3799
only 3789
want 3753
say 3708
today 3688
into 3677
many 3595
than 3586
make 3571
rights 3516
senate 3506
right 3489
must 3461
issue 3448
debate 3386
how 3367
over 3325
before 3321
think 3301
why 3296
made 3247
year 3242
such 3181
me 3170
being 3170
way 3127
parliament 3106
you 3093
point 3089
prime 3084
legislation 3081
did 3056
national 3029
important 2985
report 2983
just 2964
take 2938
public 2919
support 2917
work 2892
two 2880
where 2878
well 2870
agreement 2866
under 2774
may 2742
following 2733
get 2712
place 2665
see 2662
put 2652
leader 2583
through 2556
here 2556
human 2536
development 2531
money 2526
system 2524
same 2516
court 2488
ms. 2475
last 2457
day 2457
need 2440
next 2431
after 2417
she 2399
even 2384
liberal 2370
however 2364
her 2357
affairs 2347
fact 2331
information 2326
world 2315
going 2306
% 2297
believe 2295
; 2282
acting 2281
good 2269
go 2264
children 2239
research 2235
most 2226
law 2208
international 2192
treaty 2178
aboriginal 2133
process 2114
part 2107
resources 2104
agreed 2078
give 2077
reform 2075
then 2070
clear 2065
ask 2046
deputy 2046
come 2033
tax 2015
let 2006
program 1996
care 1996
industry 1978
standing 1977
respect 1948
number 1947
cannot 1929
much 1922
again 1903
vote 1873
second 1855
commons 1830
general 1827
great 1819
another 1810
every 1802
1 1801
done 1793
provinces 1788
back 1785
political 1784
own 1783
speech 1772
matter 1768
provincial 1767
problem 1766
farmers 1756
since 1755
both 1755
million 1735
case 1732
issues 1715
things 1710
trade 1709
2 1700
opposition 1696
long 1675
look 1675
whether 1652
young 1626
between 1617
10 1616
him 1610
justice 1609
future 1576
opportunity 1567
bq 1562
john 1559
business 1559
british 1543
decision 1541
ensure 1540
billion 1539
given 1521
against 1519
consent 1518
help 1506
use 1494
community 1487
having 1478
without 1473
something 1465
situation 1464
colleague 1445
deal 1443
province 1436
parliamentary 1432
1999 1427
lost 1424
continue 1413
during 1402
riding 1383
three 1382
life 1381
within 1374
speak 1374
doing 1372
policy 1369
clause 1367
reading 1338
hear 1337
questions 1337
criminal 1327
while 1326
down 1316
across 1313
agriculture 1310
particular 1310
read 1305
economic 1305
rise 1305
sure 1302
supreme 1298
area 1294
columbia 1293
divided 1291
taken 1288
problems 1285
finance 1284
department 1283
understand 1281
find 1271
provide 1266
social 1264
forward 1263
able 1260
madam 1254
taxes 1247
few 1243
society 1241
programs 1240
mrs. 1237
ndp 1236
child 1236
20 1234
table 1232
states 1232
hope 1230
paired 1226
parties 1226
governments 1224
bloc 1222
private 1219
already 1211
still 1210
unanimous 1204
best 1197
declare 1196
women 1184
example 1180
united 1162
working 1158
present 1149
referendum 1145
saying 1143
change 1141
position 1139
asked 1137
third 1134
terms 1128
better 1128
set 1127
services 1126
period 1116
too 1109
person 1106
ago 1104
amended 1102
jean 1100
areas 1095
really 1094
based 1092
thing 1092
foreign 1089
end 1087
might 1083
rules 1080
possible 1076
st 1068
secretary 1067
tell 1067
agree 1064
never 1064
wish 1064
address 1060
jobs 1059
leave 1058
communities 1056
serious 1055
five 1054
election 1053
therefore 1051
role 1042
2000 1041
economy 1039
heard 1039
income 1038
making 1031
land 1029
nothing 1028
power 1027
interest 1026
used 1024
9 1024
far 1022
little 1021
certainly 1018
always 1017
shall 1017
each 1014
together 1013
6 1012
page 1010
plan 1010
high 1008
pay 1007
countries 1004
amendment 1003
clearly 999
including 997
majority 995
crime 992
past 989
council 986
side 984
answer 981
week 981
means 981
concerns 978
group 975
certain 974
perhaps 972
ottawa 968
protection 966
job 960
liberals 960
responsibility 956
democracy 954
provisions 952
once 951
involved 951
different 950
opinion 949
further 948
personal 943
families 943
constitution 943
action 943
talk 941
stewart 938
kind 937
colleagues 936
amendments 935
move 933
simply 932
lot 929
review 925
thank 924
result 922
budget 921
family 917
final 913
nations 912
official 912
words 911
quite 911
sector 911
board 911
line 910
around 909
responsible 908
your 907
state 906
constitutional 905
democratic 903
level 901
response 900
allow 899
needs 899
citizens 896
yet 895
came 894
changes 894
course 893
until 892
call 889
whole 888
real 884
throne 884
service 880
called 878
section 877
motions 873
code 871
upon 868
poverty 867
air 864
approach 862
concerned 860
enough 860
live 860
access 854
says 852
trying 851
legal 849
non 845
wants 841
pleased 840
talking 834
least 833
rather 833
paul 832
benefits 830
fisheries 830
individual 826
received 825
centre 822
study 820
necessary 818
subject 813
off 813
comments 812
comes 812
moved 809
view 808
raised 804
defence 802
7 801
term 799
taking 799
food 798
history 798
told 797
bring 796
others 795
particularly 794
property 789
document 787
north 782
financial 781
current 780
purpose 780
please 780
force 779
funding 778
indian 778
major 774
attention 773
environment 767
farm 766
elections 763
cost 762
reason 762
education 759
transport 757
commission 754
jane 753
referred 750
recognize 749
employment 749
per 747
yesterday 746
stand 742
coming 741
50 740
protect 740
concern 737
de 734
youth 733
often 732
become 731
president 730
police 730
west 730
full 727
days 726
security 725
negotiations 723
laws 722
four 720
space 720
co 716
rule 713
century 711
crisis 709
special 709
fund 708
effect 707
orders 705
commitment 704
consideration 703
nation 700
away 696
office 696
pc 693
principle 693
november 692
individuals 691
held 691
took 690
actually 689
regard 689
charter 687
earlier 686
seen 685
chr 684
dollars 684
notice 682
3 680
brought 680
peter 680
less 676
groups 674
amount 674
proposed 674
asking 673
spending 673
indeed 673
adopted 670
itself 670
opposite 662
4 661
themselves 660
behalf 658
record 655
grants 654
chair 650
free 650
among 649
clarity 647
honour 644
royal 644
meet 643
december 641
create 641
vancouver 639
privacy 638
courts 637
15 636
living 636
everyone 635
east 635
authority 635
provided 635
interests 635
safety 633
oh 632
pleasure 632
getting 632
benefit 631
aware 630
cases 629
30 628
home 628
found 626
went 624
j 623
coast 619
established 618
later 617
times 617
left 614
passed 614
old 613
small 613
post 613
self 613
chamber 612
instead 611
13 610
hard 608
feel 608
lives 608
decisions 607
control 602
5 601
proceedings 600
d 600
true 599
looking 598
several 597
elected 596
amend 596
cape 596
operation 596
mentioned 596
david 595
impact 595
war 594
ever 594
required 594
basis 594
keep 594
workers 593
try 591
consider 590
various 589
meeting 589
corporation 588
available 588
measures 586
principles 585
medical 584
sense 583
th 583
knows 582
yes 581
native 580
favour 579
goes 579
anything 578
offenders 577
specific 576
companies 576
organizations 573
re 573
seems 571
fair 571
appropriate 571
21 571
8 570
stated 570
pursuant 569
months 568
recent 567
obviously 565
thought 564
strong 564
evidence 563
introduced 563
form 562
prepared 562
nova 561
martin 559
increase 558
request 557
14 556
insurance 556
open 556
city 556
points 554
fundamental 554
former 554
suggest 552
wrong 552
six 552
dealing 552
committees 552
company 550
efforts 550
apply 549
jurisdiction 548
labour 548
absolutely 547
importance 547
difficult 546
lack 546
common 544
share 544
significant 542
indicated 541
funds 541
saint 539
wanted 536
quality 536
show 535
ways 535
march 534
known 533
matters 533
organization 532
organized 532
conservative 531
costs 531
minutes 530
makes 529
25 529
breton 527
project 525
deemed 525
regarding 524
paper 523
cent 523
allowed 522
tourism 521
fiscal 520
leadership 519
longer 518
b 518
recently 518
probably 517
recognized 517
solicitor 516
status 516
rural 515
rate 514
grant 514
t 513
l 513
almost 512
competition 510
presented 510
jim 510
committed 509
october 509
ministers 507
secession 506
municipalities 504
white 502
idea 502
exactly 500
reference 500
b.c. 500
heritage 499
electoral 499
name 498
february 497
improve 496
toward 496
replacing 495
assistance 495
throughout 495
proud 493
1998 493
st. 492
age 492
intergovernmental 491
accountability 491
reasons 491
created 490
taxpayers 489
11 489
crown 488
technology 488
policies 487
happen 487
transportation 487
finally 486
western 486
along 486
sitting 485
word 485
derek 484
housing 484
immigration 484
include 482
chief 480
large 480
either 479
conditions 478
16 478
spent 475
natural 475
speaking 474
petition 474
stage 474
month 474
association 473
unfortunately 472
lee 471
northern 471
signed 471
constituents 471
vision 471
cut 470
session 469
fishery 469
ability 468
remind 468
payments 468
close 467
south 466
estimates 465
region 465
opportunities 463
peace 463
municipal 463
treaties 462
happened 462
interesting 462
start 461
although 461
12 461
everything 460
statement 459
needed 459
officials 458
peoples 458
early 457
introduce 456
campaign 456
agreements 456
rest 456
remarks 455
wonder 455
list 454
legislative 454
witnesses 454
remember 454
management 453
someone 453
local 453
union 453
results 452
don 452
short 450
face 450
though 450
privilege 448
taxation 447
according 447
forces 447
opposed 447
population 446
institutions 446
greater 445
station 444
1997 444
tabled 444
e 444
investment 442
introduction 442
adopt 442
anyone 442
previous 441
scotia 440
nature 440
relationship 440
proceed 439
outside 437
met 437
directly 437
hill 436
atlantic 436
listen 436
priority 436
mind 435
electronic 435
provides 434
persons 433
violence 432
adjourned 432
sex 432
infrastructure 431
alberta 431
giving 431
civil 431
hours 431
decided 430
announced 429
else 428
bit 428
establish 428
27 427
projects 427
documents 427
morning 426
especially 426
man 426
initiative 425
assembly 425
mean 424
airline 424
reality 421
businesses 421
cultural 420
cuts 420
p.m. 420
soon 420
recommendations 420
got 419
single 419
millennium 419
solution 418
market 415
receive 415
agenda 414
gave 414
effective 414
bernard 414
hand 413
consultation 413
17 413
knowledge 412
total 412
weeks 412
similar 411
comment 411
petitions 411
regulations 411
currently 411
bills 408
parliamentarians 408
contribution 408
increased 407
agricultural 407
equality 406
capital 406
participate 406
letter 406
gone 406
half 405
big 405
m. 405
requires 405
1993 404
explain 404
note 404
negotiate 403
definition 403
worked 402
circumstances 402
talked 402
stop 401
freedom 400
creation 400
strategy 400
culture 400
gilles 399
institutes 399
build 398
parents 398
paid 398
friend 397
levels 397
basic 395
agency 395
officer 395
university 394
considered 394
remain 393
powers 393
18 393
changed 392
respond 392
proposal 392
river 391
school 391
fully 391
existing 391
quickly 390
develop 390
marriage 389
decide 389
thousands 388
gives 388
accept 388
students 387
lynch 387
claims 387
military 386
represent 385
spoke 385
death 385
views 385
officers 384
reasonable 384
freedoms 383
1995 383
friends 383
pierre 382
addressed 382
leaders 382
direct 382
lines 381
behind 381
toronto 381
contributions 380
treatment 380
representatives 380
using 379
happy 379
actions 378
entitled 378
veterans 378
commerce 377
water 377
simple 376
qu 376
hold 375
environmental 374
citizenship 374
raise 373
statements 372
partners 372
inquiry 372
debt 372
experience 371
encourage 370
activities 370
understanding 370
positive 370
seek 369
23 369
related 367
ruling 367
addition 367
u.s. 367
step 367
takes 366
subsidies 366
employees 365
unemployment 365
commercial 362
american 362
turn 361
whom 361
alone 361
quote 359
independent 359
valley 359
corporations 359
men 358
run 358
lead 357
24 357
sexual 357
auditor 356
beyond 356
realize 355
extremely 354
tomorrow 354
35 354
poor 354
standards 353
sent 352
date 352
montreal 351
putting 351
promote 351
piece 351
concerning 350
direction 350
granted 350
reduce 350
expressed 349
100 349
article 349
offer 349
additional 349
facts 348
mandate 348
follow 348
governor 347
highway 347
happening 347
doubt 346
type 346
oceans 346
due 346
31 346
french 346
negative 344
commissioner 343
works 343
travel 343
m 343
procedure 343
low 342
sit 342
drug 342
providing 342
beginning 341
airlines 341
les 341
solutions 341
regions 340
regional 340
appreciate 339
specifically 339
island 338
moment 337
stands 337
begin 336
36 336
play 336
agri 335
field 335
dealt 335
voting 335
completely 335
potential 335
value 334
practice 334
listened 334
designated 334
subsection 334
continued 334
himself 334
thompson 334
29 333
china 332
whatever 332
protected 332
building 332
supported 332
premier 332
robert 332
message 331
transfer 331
context 331
la 331
victims 330
late 330
included 330
numbers 329
determine 329
interested 329
languages 328
contained 328
audit 328
values 327
whose 327
couple 326
40 326
prince 325
immediately 325
entire 325
examine 324
michel 324
require 324
treasury 324
limit 323
focus 323
mention 323
gray 322
seriously 322
return 322
federation 322
hands 322
politics 321
spend 321
obligations 321
equal 321
herb 320
hearings 320
fight 320
wto 320
voted 319
dollar 319
duty 319
reports 319
cause 318
huge 318
heart 318
concurrence 318
sometimes 317
risk 317
h 317
votes 317
printed 316
administration 316
trust 316
chuck 315
light 314
parts 314
plus 314
account 313
cabinet 313
continues 313
affected 312
halifax 312
kinds 312
lawrence 312
discussions 312
success 312
discuss 311
submit 311
attempt 311
higher 311
language 310
developed 310
ahead 310
purposes 309
truly 309
key 309
investigation 308
lower 307
comprehensive 306
informed 306
totally 305
acts 305
price 305
provision 305
effort 305
joint 305
maybe 305
achieve 304
ones 304
discussion 304
add 304
yea 303
staff 303
crimes 303
reserve 302
framework 301
congratulate 300
june 300
pass 299
saw 299
resolution 299
conduct 299
initiatives 298
refer 298
meetings 298
du 298
exist 298
urge 297
proper 297
responsibilities 297
global 297
calling 296
nay 296
listening 296
conflict 295
fishing 295
balance 295
supply 295
claim 294
prices 294
main 294
activity 294
records 293
emergency 293
institution 292
lands 292
producers 291
disease 291
relief 291
prevent 290
bringing 289
chance 289
correct 288
science 288
january 288
progressive 287
application 287
r 287
manner 285
credit 285
choice 285
top 285
offence 284
difference 284
expect 284
concept 283
event 283
supplementary 283
routine 282
adding 282
properly 281
stay 281
challenge 281
participation 281
unless 281
governing 280
serve 279
reflect 279
statistics 279
express 278
european 278
grey 277
products 277
pornography 277
advice 276
george 275
myself 275
appointed 275
break 275
nuclear 274
accountable 274
energy 274
bank 274
millions 274
bad 274
relationships 274
talks 273
conclusion 273
draw 273
limited 273
supporting 272
failed 272
sea 272
partnership 272
seem 272
recognition 272
mark 271
challenges 271
assent 270
queen 270
marshall 269
pointed 268
led 266
implementation 266
growth 266
excellent 266
nos. 266
paying 266
nor 266
inform 266
exercise 266
served 266
central 265
richard 264
financing 264
undertake 263
data 263
placed 262
written 262
approved 261
practices 261
cools 261
exists 261
60 261
wishes 261
surplus 260
judgment 260
miss 259
media 259
maintain 259
sovereignty 258
candidates 258
growing 258
hansard 257
shows 257
te 257
learn 256
fish 256
petitioners 256
internal 256
seven 256
revenue 255
hundreds 255
driving 255
happens 255
implement 255
ourselves 254
despite 254
relating 254
thus 254
offences 254
facing 253
extend 253
authorized 253
band 252
supports 251
truth 251
enter 251
marie 251
possibility 251
deleting 251
summer 250
calls 250
send 250
shipbuilding 250
relations 250
negotiation 250
spirit 249
felt 249
annual 249
reduction 249
obvious 249
scott 249
newfoundland 249
appear 249
tuesday 249
wheat 249
complete 248
abuse 248
transitional 248
hearing 248
tried 248
foundation 247
priorities 247
22 247
telling 246
19 246
deals 246
voters 246
returning 245
dan 245
increasing 245
head 245
moving 245
ideas 244
suggested 244
rose 244
repeat 244
appeal 243
argument 243
prior 243
appointment 242
creating 242
measure 242
intention 242
join 241
conference 241
surely 241
goal 241
road 241
standard 240
murray 240
sort 240
convention 240
illegal 239
everybody 239
reach 239
relation 238
industries 238
answers 238
sides 238
judge 238
negotiated 238
april 238
consumers 237
allegations 237
sections 237
defend 236
became 236
started 236
recommendation 236
presence 235
acknowledge 235
undertaken 235
1996 234
remains 234
examples 234
essential 234
input 234
fine 233
faith 233
recall 233
wrote 233
leading 232
reserves 232
waiting 231
learned 231
model 231
rates 231
progress 231
helping 231
net 230
wait 230
thursday 230
corporate 230
surrey 230
rock 230
carefully 230
red 230
changing 230
consequences 229
caucus 229
accepted 229
unacceptable 229
cancer 229
confidence 228
secondary 228
built 228
notwithstanding 228
represents 228
training 227
story 227
guy 227
export 227
instance 227
follows 227
minority 226
otherwise 226
successful 226
drugs 226
fall 226
awareness 225
chairman 225
lake 225
coal 225
! 225
1994 225
approximately 225
task 224
respecting 224
privy 224
26 224
obligation 224
deficit 223
english 223
september 223
likely 223
separate 223
includes 223
expenditures 223
reported 223
forced 223
fairness 222
ensuring 222
le 222
debates 222
schedule 222
extent 222
operate 222
advantage 221
oral 221
contribute 221
looked 221
book 221
indicate 221
clarify 220
gets 220
wonderful 220
modern 220
contrary 219
team 219
couples 219
regina 218
choose 218
ending 218
black 217
dr. 217
systems 217
violent 217
conservation 216
agencies 216
adjournment 216
intend 216
aid 216
disaster 216
requirement 216
approval 215
marine 215
maurice 215
closure 215
objective 215
announcement 214
carried 214
consultations 214
tools 214
advisory 214
remaining 214
mail 214
paragraph 214
departments 214
ought 214
limits 213
body 213
researchers 213
equipment 213
des 212
mine 212
began 212
ongoing 212
failure 212
protecting 212
seeking 211
determination 211
aspect 210
residents 210
front 210
pride 209
tribute 209
enforcement 209
port 209
afraid 209
g 209
believes 209
influence 208
unity 208
domestic 208
ken 208
operating 208
effectively 208
supposed 208
willing 208
permit 207
ownership 207
preston 207
easy 207
allocation 207
carry 206
critical 206
wednesday 206
allows 206
affect 206
manning 206
welcome 206
traditional 205
administrative 205
capacity 205
europe 205
objectives 205
aspects 205
collective 205
legitimate 205
resource 204
effects 204
requirements 204
o 204
daniel 204
intended 203
released 203
broad 203
average 203
sectors 203
places 203
shown 202
lyle 202
transparency 202
spoken 202
respected 202
eliminate 202
title 202
strongly 201
gallery 201
suffering 201
steps 201
sentence 201
territories 201
somehow 200
developing 200
candidate 200
names 200
race 199
deborah 199
epp 199
complex 199
understood 199
debated 199
grain 199
argue 199
lose 199
appears 198
forget 198
fuel 198
studies 198
deferred 198
panel 198
setting 197
homelessness 197
identified 197
expenses 197
tabling 197
eight 196
applied 196
invest 196
safe 196
withdraw 196
operations 196
desire 196
unique 196
designed 195
referring 195
partisan 195
commitments 195
woman 195
considering 195
loss 195
plans 195
america 194
fear 194
faced 194
ted 194
king 194
promise 194
scientific 194
playing 194
representation 193
denying 193
relevant 193
taxpayer 193
recognizes 193
reply 192
events 192
randy 192
except 191
highest 191
assure 191
parks 191
treated 191
sorry 190
assist 190
active 190
denied 190
wide 190
noted 190
equity 190
minute 189
intent 189
singh 189
discussed 189
un 189
admit 189
imagine 188
engage 188
figures 188
strengthen 188
knew 188
thinking 188
continuing 188
hour 188
monte 188
news 188
minimum 188
visit 187
recommended 187
jurisdictions 187
refused 187
applies 187
200 187
pro 187
door 187
assume 186
closely 186
integrity 186
added 186
difficulty 186
followed 186
greatest 186
analysis 186
payment 186
positions 185
night 185
1982 185
internet 185
somewhat 184
presentation 183
conclude 183
reached 183
... 183
determined 183
mps 183
implemented 183
res 183
resolve 183
markets 183
citizen 182
austin 182
namely 182
caused 182
becoming 182
published 182
budgets 182
father 182
personnel 182
chinese 182
ten 181
cover 181
release 181
homeless 181
mismanagement 181
exchange 181
negotiating 181
debating 181
separation 181
allowing 181
generally 181
keeping 180
details 180
degree 180
occasions 180
et 180
sets 180
pension 180
consistent 180
middle 179
aside 179
largest 179
p 179
commit 179
basically 178
obtain 178
anti 178
burden 178
representing 178
worth 178
sad 177
involvement 177
series 177
90 177
shared 177
represented 177
prevention 177
houses 176
skills 176
enjoy 176
balanced 176
avoid 176
immediate 176
bob 175
floor 175
transfers 175
investments 175
executive 175
constituency 175
proposing 175
vital 175
independence 175
closed 175
worse 175
consensus 175
pretty 174
stakeholders 174
speaks 174
competitive 174
territorial 174
propose 174
park 174
dangerous 174
al 174
delegation 174
80 174
advance 174
unfortunate 174
institute 173
sharing 173
oil 173
mcnally 173
oppose 173
critic 173
chosen 172
proposals 172
shame 172
collected 171
28 171
claude 171
ready 171
regardless 171
director 171
38 171
consult 171
personally 170
friday 170
expected 170
diversity 170
item 170
imposed 170
consulted 170
harris 170
universities 170
fairly 169
deserve 169
authorities 169
qualify 169
seeing 169
recorded 169
divorce 169
files 168
witness 168
structure 168
forth 168
fellow 168
mike 168
august 168
concurred 168
numerous 167
involving 167
lawyers 167
helped 167
genetically 167
commend 167
judges 167
elements 167
facilities 167
production 166
confusion 166
regime 166
addressing 166
politicians 166
urban 166
movement 166
described 166
defined 166
criteria 166
500 166
solve 166
define 166
daily 166
sufficient 166
contract 166
television 165
save 165
christmas 165
intervention 165
none 165
adult 165
elsewhere 164
ignore 164
generations 164
hospital 164
legislature 164
improving 164
monday 164
allan 164
length 164
farmer 164
experts 164
options 163
meaningful 163
gasoline 163
speeches 163
solomon 163
tremendous 163
technical 163
risen 163
grassroots 163
settlement 163
arguments 163
essentially 162
seconded 162
ground 162
confirm 162
promised 162
pressure 162
bilingual 162
anniversary 162
fishermen 162
pursue 161
turned 161
cities 161
enable 161
guarantee 161
clarification 161
technologies 161
afternoon 161
expression 161
1990 161
appeared 161
historic 161
louis 161
normal 161
impose 161
occasion 160
press 160
assets 160
situations 160
sign 160
ultimately 160
frankly 160
demand 159
compensation 159
laid 159
exports 159
raising 159
occurred 159
professor 159
equally 159
billions 159
fourth 159
37 158
interrupt 158
mining 158
starting 158
discrimination 158
weapons 158
foods 158
hockey 158
directed 158
struck 158
acceptable 158
invite 158
establishment 158
passing 157
lobster 157
americans 157
love 157
referendums 157
tradition 157
columbians 156
reduced 156
enlighten 156
possibly 156
45 156
unable 156
representative 156
running 156
voice 156
submitted 156
brings 156
detail 155
conducted 155
surprised 155
sound 155
joe 155
blood 155
overall 155
fashion 155
wayne 155
highly 155
minorities 155
accordingly 154
existence 154
pages 154
rejected 154
neither 154
senior 154
highways 154
dub 154
above 153
banking 153
stood 153
waste 153
majesty 153
reformers 153
sentences 152
judicial 152
mac 152
liability 152
clauses 152
difficulties 152
previously 152
armed 152
authorize 152
adjourn 151
contents 151
70 151
welfare 151
patronage 151
trouble 151
original 151
territory 151
promoting 150
occur 150
cash 150
increasingly 150
round 150
becomes 150
july 150
contains 150
student 150
bureau 150
false 149
won 149
seasonal 149
types 149
considerable 149
source 148
concluded 148
harb 148
closing 148
seattle 148
reads 148
attitude 148
fix 148
governance 147
range 147
globalization 147
thinks 147
bottom 147
oliver 147
gas 147
premiers 147
lieu 147
russia 147
version 146
showed 146
brief 146
buy 146
suggestion 146
search 146
thanks 146
physical 146
partner 146
base 146
lawyer 146
maximum 146
attorney 145
moreover 145
healthy 145
delivered 145
val 145
terrible 145
47 145
smuggling 145
involves 145
abroad 145
procedures 145
courage 145
strength 144
reviewed 144
jacques 144
actual 144
humanity 144
anne 144
dispute 144
born 144
trudeau 144
substantial 144
privileges 144
nearly 144
restructuring 144
requested 143
managed 143
impossible 143
1980 143
flag 143
modified 143
intends 143
behaviour 143
option 143
delay 143
nd 143
absolute 143
religious 142
mother 142
ignored 142
unemployed 142
shore 142
tonight 142
excellence 142
appointments 142
room 142
dialogue 142
dignity 142
amounts 142
ruled 142
trading 141
generation 141
achieved 141
schools 141
vulnerable 141
broken 141
town 141
contributed 141
poll 141
test 141
threat 141
deny 141
organ 141
alternative 141
covered 140
knowing 140
registered 140
recognizing 140
disclosure 140
anybody 140
regulation 140
suggesting 140
track 140
requests 140
chapter 140
identity 140
holding 140
meant 140
package 139
career 139
professional 139
sat 139
james 139
performance 139
deliver 139
figure 139
necessarily 139
statute 139
criminals 139
testimony 139
adequate 139
leaving 139
tragedy 138
gordon 138
concrete 138
quorum 138
medicine 138
improved 138
fighting 138
centres 138
francophone 138
precisely 138
gerald 138
55 138
nelson 138
evening 137
polls 137
goals 137
scope 137
examination 137
dna 137
papers 137
perspective 137
howard 137
accounts 137
near 137
reducing 137
promises 137
greg 136
relates 136
kept 136
permanent 136
charlie 136
applications 136
rich 136
federalism 136
passage 136
unfair 135
deep 135
double 135
profit 135
certainty 135
finding 135
game 135
mines 135
ordinary 135
revenues 135
clerk 135
affects 135
species 135
entirely 135
spring 134
communications 134
directors 134
accord 134
2001 134
planning 134
chose 134
banks 133
roy 133
touch 133
afford 133
nine 133
damage 133
internationally 133
gain 133
causes 133
offered 133
farming 133
cents 133
guidelines 132
33 132
implications 132
incredible 132
discretion 132
increases 132
watching 132
intelligence 132
charge 132
expertise 132
completed 132
losing 132
japan 132
extended 132
fishers 132
class 132
victoria 131
laval 131
died 131
file 131
border 131
sovereign 131
check 131
meaning 131
/ 131
declaration 131
tough 131
congratulations 131
a.m. 131
involve 130
brain 130
distinguished 130
primary 130
issued 130
patients 130
guess 130
arm 130
precedent 130
street 130
42 129
1992 129
god 129
judy 129
nato 129
differences 129
dedicated 129
minds 128
replacement 128
notion 128
content 128
interpretation 128
careful 128
opening 128
glad 128
addresses 128
worst 128
usual 127
duties 127
carriers 127
killed 127
miners 127
employed 127
wife 127
shut 127
visible 127
75 127
gun 127
product 127
sell 127
win 127
airport 127
constructive 127
produce 127
borders 127
network 127
quoted 126
impaired 126
assessment 126
kids 126
useful 126
nafta 126
refers 126
regulatory 126
count 126
drive 126
innovation 126
natives 126
wealth 125
size 125
pockets 125
convicted 125
extraordinary 125
davies 125
confederation 125
transparent 125
forum 125
percentage 125
coalition 124
eligible 124
signatures 124
nobody 124
remove 124
sought 124
art 124
spite 123
substance 123
hat 123
enormous 123
vast 123
hopefully 123
preamble 123
newspaper 123
apparently 123
delivery 123
edited 123
partnerships 123
industrial 123
fit 122
murder 122
bernier 122
publicly 122
refugees 122
expense 122
denis 122
treat 122
kingdom 122
pain 121
invested 121
herein 121
museum 121
gulf 121
ralph 121
sustainable 121
usually 121
54 121
serving 120
ethics 120
establishing 120
stress 120
discussing 120
forms 120
95 120
adoption 120
homes 120
decades 120
maritime 120
ships 120
vis 120
compete 120
believed 120
puts 119
regular 119
attack 119
practicable 119
disagree 119
element 119
steve 119
goods 119
honoured 119
marlene 119
enhance 119
church 119
demonstrated 119
whereas 119
adams 119
parent 119
sudan 119
improvement 119
primarily 119
clock 119
listed 118
france 118
learning 118
eventually 118
somebody 118
missed 118
douglas 118
resuming 118
fixed 118
lists 118
factors 118
expiration 118
cooperation 118
permitted 117
manage 117
300 117
voluntary 117
scientists 117
1989 117
amending 117
assured 117
convinced 117
statutes 117
secure 117
played 116
raises 116
shelter 116
grow 116
larger 116
dependent 116
demands 116
arrangements 116
seat 116
sentencing 116
crucial 116
helicopters 116
connection 116
background 116
forestry 115
normally 115
examined 115
chiefs 115
furthermore 115
confident 115
identify 115
easier 115
perfect 115
michael 115
library 115
portion 115
familiar 115
copy 115
topic 115
copps 115
refugee 115
lac 115
strike 114
spouse 114
realized 114
allotted 114
virtually 114
eastern 114
acted 114
extensive 114
located 114
whatsoever 114
lived 113
text 113
ne 113
leis 113
feels 113
absence 113
farms 113
winter 113
32 113
distinct 113
belief 113
angus 113
stronger 113
pat 113
68 112
contracts 112
inter 112
prove 112
historical 112
justify 112
sensitive 112
shareholders 112
twice 112
construction 112
clean 112
58 112
sixth 112
entered 112
municipality 112
responded 112
contact 112
arrived 111
telephone 111
associated 111
causing 111
albert 111
battle 111
scrutiny 111
suffer 111
ceremony 111
aids 111
43 111
elimination 111
attend 111
feet 110
reflects 110
mistake 110
officially 110
earth 110
greatly 110
lewis 110
werner 110
schmidt 110
letters 110
owned 110
nevertheless 110
campaigns 109
valid 109
expert 109
34 109
practical 109
commodity 109
parental 109
cutting 109
prayers 109
nice 109
thirty 109
write 109
unions 109
firm 109
wild 109
caught 109
valuable 108
parole 108
refuse 108
presently 108
withdrawn 108
accordance 108
moral 108
membership 108
rehabilitation 108
prison 107
fail 107
ministerial 107
conventions 107
custody 107
turning 107
flexibility 107
robinson 107
loan 107
boards 107
tobacco 107
condition 107
1991 107
advise 107
rely 107
prepare 107
deeply 107
participating 106
conviction 106
dropped 106
briefly 106
selection 106
estimated 106
loans 106
imprisonment 106
unlike 106
doors 106
york 106
suggestions 106
10,000 106
danger 105
drain 105
hospitals 105
axworthy 105
conservatives 105
surrounding 105
harm 105
innovative 105
agrees 105
demonstrate 105
viable 105
looks 105
democrats 104
attempts 104
nose 104
season 104
lay 104
handed 104
proposes 104
unanimously 104
route 104
basques 104
deserves 104
exception 103
prosperity 103
compared 103
hit 103
implementing 103
delayed 103
nino 103
merely 103
bear 103
excellency 103
creates 102
accused 102
easily 102
carrier 102
penalty 102
mandatory 102
watch 102
object 102
eyes 102
essence 102
flawed 102
patient 102
replace 102
complaints 102
travelled 102
ii 102
graham 102
outlined 102
retirement 102
items 102
books 102
eric 101
explained 101
confirmed 101
sale 101
mission 101
efficient 101
kings 101
applaud 101
instances 101
di 101
recommend 101
resolved 101
removed 101
offender 101
timely 100
owners 100
charges 100
experienced 100
prud 100
settle 100
buildings 100
answered 100
rising 100
extra 100
uncertainty 100
sick 100
phone 100
scandal 100
fifth 100
mechanism 100
credibility 99
marketing 99
150 99
richmond 99
undemocratic 99
undertaking 99
secret 99
wondering 99
globe 99
diabetes 99
identification 99
annually 99
contempt 99
choices 99
edward 99
outstanding 99
jail 99
dependency 99
ends 99
affordable 99
leaves 99
engaged 99
studied 99
quick 99
charged 99
cross 99
reflected 98
receiving 98
component 98
expired 98
grounds 98
kosovo 98
statutory 98
improvements 98
rid 98
drop 98
restore 98
advertising 98
lowest 98
quo 98
1.5 98
produced 98
award 98
sport 98
counsel 98
cold 98
1,000 98
airports 98
capable 98
whip 97
disappointed 97
flight 97
tells 97
older 97
ship 97
arrangement 97
everywhere 97
encouraging 97
celebrate 97
introducing 97
merit 97
streets 97
speed 97
ethnic 97
draft 97
opinions 97
helpful 97
surpluses 97
ban 97
bar 97
heavy 97
district 96
mp 96
helicopter 96
timor 96
monetary 96
plant 96
jason 96
volunteers 96
significantly 96
strategic 96
investing 96
feeling 96
invited 96
legacy 96
proceeding 96
ombudsman 96
somewhere 95
seats 95
moneys 95
surprise 95
mess 95
proof 95
lloyd 95
missing 95
suspect 95
travelling 95
allocated 95
expand 95
waterloo 95
volunteer 95
deliberately 95
attended 95
leon 95
ron 95
preserve 95
facilitate 95
refuses 95
fees 95
stability 95
repeatedly 95
computer 95
2,000 95
returned 95
bay 94
neighbours 94
roads 94
decade 94
urgent 94
firearms 94
climate 94
gary 94
anywhere 94
suicide 94
constantly 94
nil 94
acknowledged 94
aimed 94
convince 94
prerogative 94
boundary 94
site 93
formula 93
seeks 93
refusing 93
material 93
suggests 93
possession 93
sorts 93
garry 93
attempted 93
ill 93
wording 93
car 93
ours 93
65 93
obtained 93
99 93
truckers 93
qualified 93
pacific 93
catch 93
biggest 93
games 93
focused 92
universal 92
konrad 92
funded 92
depth 92
permission 92
speakers 92
maintaining 92
satisfied 92
conditional 92
trafficking 92
retain 92
investigate 92
relatively 92
declared 92
detailed 92
disputes 92
perfectly 92
fought 92
purchase 92
africa 92
combat 92
publication 91
adults 91
rhetoric 91
boundaries 91
seniors 91
charles 91
workplace 91
formal 91
f 91
signing 91
heads 91
precedence 91
joined 91
vehicle 91
southwest 91
fly 91
interference 90
apart 90
bulk 90
bureaucracy 90
granting 90
meantime 90
outcome 90
template 90
registry 90
ballot 90
presenting 90
uses 90
52 90
suffered 90
arthur 90
marcel 90
francophonie 90
salmon 90
breaking 90
players 90
disabilities 89
variety 89
900 89
son 89
assault 89
merger 89
bureaucrats 89
tragic 89
consumer 89
fault 89
blame 89
complicated 89
offices 89
pick 89
sees 89
regret 89
showing 88
coverage 88
advised 88
30,000 88
peaceful 88
hundred 88
reporting 88
subsidy 88
notes 88
97 88
flow 88
productivity 88
comply 88
core 88
challenged 88
educational 88
arts 88
fundamentally 87
describe 87
branch 87
accommodate 87
reject 87
apec 87
massive 87
fails 87
shares 87
premiums 87
39 87
worry 87
explanation 87
marketplace 87
facility 87
wellington 87
conflicts 87
600 87
indicates 87
shortly 87
existed 87
pieces 87
famous 87
restrictions 87
awarded 87
employee 86
contributing 86
path 86
advanced 86
ridiculous 86
census 86
resulted 86
immigrants 86
mi 86
abandoned 86
councils 86
kilometres 86
collect 86
proven 86
maintained 86
delighted 86
remarkable 86
criticism 86
participants 86
servants 86
weekend 86
anderson 85
guarantees 85
stating 85
punishment 85
reminded 85
defeated 85
extending 85
resumed 85
reputation 85
attempting 85
reed 85
preparing 85
powerful 85
barriers 85
bodies 85
falls 85
launched 84
monitoring 84
1984 84
humanitarian 84
named 84
hardly 84
unilaterally 84
lies 84
elk 84
upcoming 84
intentions 84
announce 84
lynn 84
fast 84
hall 84
generous 84
processes 84
bid 84
carrying 84
soldiers 84
die 84
enforce 84
pardon 84
ports 84
throw 84
actors 84
honest 84
narrow 84
married 83
indication 83
respects 83
peacekeeping 83
religion 83
aircraft 83
exclusive 83
mechanisms 83
formed 83
requesting 83
closer 83
proceeded 83
initial 83
deliberations 83
inappropriate 83
sadly 83
newspapers 83
hoping 82
earned 82
connected 82
worried 82
michelle 82
stories 82
contain 82
tories 82
jennings 82
link 82
donald 82
summit 82
stan 82
largely 82
writing 82
picture 82
realities 81
gross 81
guaranteed 81
productive 81
compromise 81
approve 81
cast 81
smaller 81
guilty 81
sir 81
48 81
replaced 81
respectfully 81
root 81
offers 81
philosophy 81
noticed 81
forgotten 81
victim 81
affecting 81
resulting 80
correctly 80
investigations 80
maintenance 80
opened 80
guide 80
savings 80
rail 80
prefer 80
unusual 80
reaction 80
1867 80
instruments 80
fraud 80
penalties 80
target 80
responding 80
unilateral 80
determining 80
fields 80
emphasis 80
taylor 80
brown 80
encouraged 80
minor 80
successfully 80
unit 80
ended 79
hepatitis 79
hurt 79
tool 79
caring 79
incomes 79
memory 79
mayor 79
livelihood 79
98 79
eligibility 79
studying 79
begun 79
sending 79
severe 79
husband 79
impression 79
suspended 79
breast 79
era 79
appoint 79
finances 79
exemption 79
college 79
arms 79
function 79
shameful 79
associations 79
compassion 79
churchill 79
rescue 79
conjugal 79
volume 78
tourist 78
threatened 78
mortgage 78
chairs 78
92 78
beautiful 78
400 78
professionals 78
1988 78
initiated 78
v 78
gag 78
distance 78
constitute 78
valleys 78
101 78
breach 78
scarborough 78
philip 78
counterparts 78
promotion 78
strange 77
emphasize 77
communication 77
assess 77
labelling 77
succeed 77
leads 77
operational 77
reynolds 77
accessible 77
customs 77
desperate 77
78 77
substantive 77
revert 77
method 77
broader 77
ratified 77
duncan 77
dick 77
intervene 77
thoughtful 77
wisdom 77
consulting 77
41 76
suppose 76
harvey 76
effectiveness 76
principal 76
fortunate 76
technological 76
consequently 76
summary 76
wilson 76
russian 76
understands 76
decent 76
williams 76
straight 76
participated 76
latest 76
multi 76
silence 76
parti 76
refusal 76
merchant 76
separatists 76
weak 76
prevail 76
failing 76
interim 76
visited 76
doctors 76
highland 76
repeated 76
transferred 76
finished 76
evident 76
interfere 75
strictly 75
troops 75
tens 75
extreme 75
violation 75
childhood 75
predecessor 75
surprising 75
quiet 75
supportive 75
strengthening 75
administered 75
depending 75
sake 75
94 75
mistakes 75
settled 75
wise 75
significance 75
sources 75
assistant 75
federalist 75
update 75
subsequent 75
bert 75
diverse 75
profits 75
donor 75
138 74
belong 74
juan 74
cited 74
distribution 74
equivalent 74
meets 74
k 74
approaches 74
traffic 74
pollution 74
exciting 74
controlled 74
complaint 74
threats 74
profound 74
imposing 74
guard 74
moratorium 74
1970 74
enact 74
questioned 73
struggle 73
wars 73
democratically 73
hide 73
crop 73
silent 73
edge 73
repair 73
decides 73
orientation 73
apologize 73
driven 73
whenever 73
nurses 73
baie 73
govern 73
developments 73
monitor 73
edition 73
accounting 73
achieving 73
correctional 73
alcohol 73
veto 73
46 73
gdp 73
85 73
discovered 73
combined 73
fewer 73
spouses 73
britain 73
44 73
49 73
dead 73
female 73
applying 73
sydney 73
keeps 73
london 73
reaching 72
collection 72
unconstitutional 72
character 72
cards 72
stake 72
disposal 72
perform 72
ratification 72
dynamic 72
bands 72
helps 72
eye 72
genocide 72
functions 72
potentially 72
actively 72
ethical 72
madeleine 72
depend 72
reconciliation 72
distinction 72
scale 72
modernize 72
holds 72
legislators 72
reductions 72
assurance 71
wanting 71
awards 71
donation 71
repeal 71
louise 71
diseases 71
below 71
entering 71
misleading 71
parallel 71
reflection 71
traditions 71
operative 71
polling 71
dream 71
missions 71
72 71
rightly 71
argued 71
genuine 71
boondoggle 71
substantially 71
amazing 70
monopoly 70
arise 70
asks 70
mainly 70
consequence 70
ignoring 70
enjoyed 70
literally 70
pearson 70
5,000 70
germany 70
governed 70
ultimate 70
defending 70
dark 70
dominant 70
structures 70
plight 70
pertaining 70
finds 70
antoine 70
legally 70
sovereignist 70
square 70
train 70
dennis 70
risks 70
naturally 70
ministry 70
expenditure 69
factor 69
conscience 69
tolerance 69
foster 69
hull 69
worldwide 69
solid 69
constitutes 69
phan 69
equitable 69
attract 69
examining 69
whereby 69
illness 69
generated 69
suit 69
headed 69
findings 69
army 69
emotional 69
drafted 69
donations 69
societies 69
binding 69
integrated 69
outline 69
arctic 69
serves 68
ages 68
hart 68
shape 68
seriousness 68
devastating 68
communicate 68
transactions 68
navy 68
block 68
germain 68
sites 68
incident 68
mills 68
53 68
andrew 68
telecommunications 68
impacts 68
differently 68
targeted 68
subsequently 68
scholarships 68
handling 68
stopped 68
v. 68
tend 68
push 68
adequately 68
inflation 68
bound 67
properties 67
eliminated 67
250 67
representations 67
employers 67
workforce 67
130 67
100,000 67
warrant 67
asia 67
lord 67
120 67
achievements 67
australia 67
receives 67
originally 67
fire 67
enterprise 67
popular 67
openness 67
fee 67
politically 67
beings 67
claimed 67
constitutionally 67
weapon 67
exact 67
69 67
remote 67
dated 66
justices 66
grand 66
irresponsible 66
foremost 66
langer 66
kill 66
nowhere 66
handle 66
johnston 66
logic 66
academic 66
drawn 66
buying 66
flaws 66
quoting 66
clark 66
tory 66
preventing 66
waters 66
frustration 66
killing 66
51 66
pauline 66
survive 66
heterosexual 66
admitted 66
disclosed 65
unbelievable 65
style 65
units 65
excluded 65
runs 65
accomplished 65
exclusion 65
56 65
saving 65
error 65
gains 65
visitors 65
ordered 65
handled 65
wherever 65
earn 65
endangered 65
anyway 65
gentleman 65
poet 65
trip 65
gay 65
offering 65
resign 65
emerging 65
boy 65
indians 65
witnessed 64
expensive 64
sustain 64
dame 64
stock 64
republic 64
prize 64
assisted 64
freely 64
subcommittee 64
birth 64
prisons 64
slow 64
doctor 64
card 64
sold 64
registration 64
pays 64
strategies 64
toxic 64
accessibility 64
explore 64
responses 64
willingness 64
reviewing 64
broke 64
sole 64
establishes 64
fulfil 64
minded 64
defining 64
signs 64
licence 64
thrust 63
empowered 63
advocate 63
busy 63
selected 63
remembrance 63
uphold 63
notre 63
design 63
tech 63
flexible 63
creative 63
economies 63
evil 63
entry 63
consistently 63
karen 63
litigation 63
sincere 63
mere 63
thrown 63
unreasonable 63
lacking 63
cure 63
forever 63
thorough 63
moments 63
compliance 63
1960 63
baker 63
trend 63
ashamed 63
worthy 62
87 62
61 62
conclusions 62
82 62
roche 62
pre 62
seizure 62
mass 62
deaths 62
discretionary 62
wake 62
protects 62
celebrating 62
forest 62
falling 62
category 62
scene 62
alleged 62
myth 62
destroy 62
violations 62
separatist 62
vague 62
signal 62
83 62
necessity 62
bennett 62
elect 61
decline 61
substances 61
badly 61
cuba 61
constant 61
ce 61
eloquently 61
limiting 61
tired 61
northwest 61
driver 61
rapidly 61
62 61
relative 61
attached 61
inclusive 61
rare 61
threshold 61
weight 61
corrections 61
dumas 61
thirds 61
outset 61
islands 61
returns 61
gap 61
stocks 61
prohibition 61
indicating 61
somalia 61
definitely 61
breakup 61
widely 61
109 61
forthcoming 61
gasp 61
enacted 61
targets 61
contractors 61
202 60
requiring 60
drafting 60
herself 60
logical 60
elderly 60
disturbing 60
legislatures 60
okay 60
gr 60
register 60
mostly 60
selling 60
hardy 60
protocol 60
euthanasia 60
eliminating 60
medium 60
founding 60
sample 60
sanctions 60
fathers 60
inherent 60
obtaining 60
2005 60
regulate 60
trial 60
recipients 60
seemed 60
testify 59
finish 59
plants 59
convictions 59
hate 59
chaired 59
inadequate 59
hired 59
gangs 59
platform 59
alleviate 59
contributor 59
sponsor 59
operates 59
1985 59
comparison 59
stick 59
insist 59
calder 59
mothers 59
strengthened 59
taxing 59
licences 59
dear 59
cbc 59
revealed 59
victory 59
appropriately 59
ensures 59
interventions 59
railway 59
sciences 59
hire 59
firms 59
57 59
europeans 59
transition 59
residential 59
opposing 59
window 59
editor 59
tries 59
atkins 59
lesson 59
adjustment 58
lawsuit 58
deciding 58
accusations 58
frank 58
delta 58
england 58
regulated 58
marceau 58
hopes 58
winning 58
definitions 58
briefing 58
colchester 58
denies 58
criticized 58
overlap 58
phrase 58
considers 58
smoking 58
subjected 58
producing 58
59 58
bertrand 58
boats 58
advances 58
arises 58
accomplish 58
unprecedented 58
saada 58
alfonso 57
county 57
110 57
pursuing 57
hardship 57
survival 57
crops 57
towns 57
spends 57
sales 57
likes 57
zero 57
thoughts 57
planned 57
artists 57
liked 57
scheduled 57
dare 57
presse 57
boat 57
assurances 57
extension 57
ambassador 57
worker 57
launch 57
excuse 57
tactics 57
brian 57
containing 57
demanding 56
empty 56
counselling 56
isolated 56
legislate 56
hearts 56
fill 56
legitimacy 56
merits 56
upset 56
engineering 56
mental 56
processing 56
racism 56
owner 56
63 56
unclear 56
bargaining 56
mounted 56
continually 56
samples 56
civilization 56
91 56
marked 56
renewal 56
reiterate 56
gather 56
phase 56
ratify 56
importantly 56
eighth 56
tribunal 56
74 56
claiming 56
deliberate 56
federally 56
recourse 56
conducting 56
automatically 56
asian 56
vehicles 56
amateur 56
departmental 56
master 55
parameters 55
grown 55
pursuit 55
accident 55
sports 55
weather 55
multiple 55
discriminatory 55
destruction 55
67 55
heading 55
moderate 55
breakdown 55
459 55
instrument 55
voices 55
consequential 55
southeast 55
belongs 55
modest 55
historically 55
blind 55
survey 55
whistle 55
alter 55
flying 55
corruption 55
hoped 55
renewed 55
bankruptcy 55
counted 55
interpreted 55
incidents 55
guidance 55
raymond 55
condemned 55
revolution 55
congress 55
supporters 55
arrive 55
budgetary 55
faster 54
occurs 54
investors 54
intellectual 54
frequently 54
devoted 54
threatening 54
3,000 54
methods 54
honours 54
lie 54
answering 54
removal 54
reverse 54
distributed 54
relate 54
nonsense 54
mountain 54
drunk 54
radio 54
incentive 54
bradshaw 54
competing 54
contradiction 54
inuit 54
backs 54
experiencing 54
prohibit 54
expanded 54
via 54
financially 54
collectively 54
inside 54
upper 54
chooses 54
swan 54
settlements 54
cornerstone 54
bilateral 54
parliamentarian 54
dates 54
delivering 54
pursued 54
disabled 54
anxious 54
authorization 54
networks 54
eloquent 54
timing 54
arising 53
objections 53
dedication 53
passengers 53
caroline 53
1986 53
letting 53
insult 53
hiv 53
underlying 53
unnecessary 53
signature 53
accurate 53
depends 53
import 53
ice 53
precise 53
exclusively 53
oecd 53
objection 53
folks 53
walk 53
allies 53
watched 53
gathering 53
73 53
expressing 53
checks 53
image 53
lobby 53
affirm 53
divide 53
salary 53
ran 53
cares 53
exercised 53
mutual 53
lebanon 53
enactment 53
emissions 53
animals 53
sounds 53
linked 53
reforms 53
documentation 53
affair 52
electorate 52
247 52
struggling 52
bells 52
mechanics 52
fallen 52
experiences 52
wage 52
split 52
paramount 52
negligence 52
applicable 52
innocent 52
cultures 52
temporary 52
compare 52
125 52
celebration 52
box 52
syndrome 52
shipping 52
arbitration 52
destroyed 52
governmental 52
dramatically 52
delegations 52
uzbekistan 52
younger 52
jones 52
102 52
excessive 52
male 52
revised 52
solely 52
presume 52
competent 52
cycle 52
arrival 52
indirectly 52
filled 52
disclose 51
pressing 51
agents 51
friendship 51
preferred 51
joseph 51
arrogance 51
enthusiasm 51
theatre 51
testified 51
criticize 51
notices 51
faces 51
81 51
evaluation 51
salaries 51
duly 51
generate 51
fournier 51
spread 51
exclude 51
dreams 51
vibrant 51
lords 51
taxed 51
focusing 51
chechnya 51
sudden 51
homosexual 51
alive 51
plays 51
sophia 51
decrease 51
arbitrary 51
centuries 51
references 51
touched 51
saturday 51
desperately 51
questioning 51
200,000 51
initiate 51
sponsored 50
negotiators 50
entrepreneurs 50
taught 50
marks 50
suspend 50
donors 50
301 50
towards 50
ramifications 50
educated 50
115 50
green 50
brother 50
profession 50
uranium 50
thousand 50
satisfy 50
jack 50
justified 50
genetic 50
sight 50
firmly 50
pointing 50
citation 50
86 50
loved 50
evaluate 50
endorsed 50
plane 50
comfort 50
20,000 50
mira 50
virtual 50
appropriation 50
w 50
hamilton 50
prorogation 50
desirable 50
expectations 50
urgency 50
cheques 50
contributes 50
stages 50
delegated 50
angela 50
linguistic 50
achievement 50
remedy 49
splitting 49
withdrawal 49
versus 49
shipyards 49
applicants 49
justification 49
employer 49
invoke 49
dramatic 49
reservations 49
wishing 49
condemn 49
subjects 49
alternatives 49
committing 49
laundering 49
theme 49
beneficial 49
electors 49
regularly 49
maria 49
labrador 49
constituent 49
occurring 49
federalists 49
premise 49
inability 49
controls 49
alliance 49
cullen 49
auto 49
desk 49
84 49
festival 49
evolution 49
gerry 49
routes 49
broadcasting 49
audiovisual 48
filed 48
proliferation 48
costly 48
procedural 48
andy 48
bodily 48
founded 48
grave 48
64 48
altered 48
migrants 48
grandchildren 48
gathered 48
2.5 48
collecting 48
hurting 48
deposit 48
resume 48
host 48
skilled 48
plutonium 48
11.5 48
macdonald 48
racial 48
disadvantaged 48
wildlife 48
fortunately 48
missile 48
links 48
clearer 48
appointing 48
posed 48
exempt 48
managing 48
economically 48
girl 48
goodness 48
preparation 48
essex 47
reminds 47
feed 47
capability 47
1950 47
prohibited 47
warning 47
sustaining 47
costing 47
condolences 47
react 47
virtue 47
engaging 47
regards 47
depleted 47
description 47
kyoto 47
eat 47
1968 47
vice 47
enhanced 47
exposed 47
excise 47
tables 47
aspirations 47
proceeds 47
meanwhile 47
pushing 47
demonstrates 47
kent 47
confidential 47
incentives 47
71 47
attendance 47
luck 47
periods 47
origin 47
interparliamentary 47
1987 47
discovery 47
civilians 47
modernization 47
jordan 47
augustine 47
expectation 47
questionable 47
sum 47
interpret 47
appendix 47
111 47
proportion 47
imperative 47
79 47
yves 47
bureaucratic 47
pressures 47
reasoning 47
throwing 47
